Repository: mysociety/sayit
Catalog: speeches/locale/*/LC_MESSAGES/django.po
Languages: es

source: start date
es: fecha de inicio

source: The date when the validity of the item starts
es: La fecha de inicio de la validez del artículo

source: end date
es: fecha de finalización

source: The date when the validity of the item ends
es: La fecha en que la validez de la partida termina

source: creation time
es: hora de creación

source: last modification time
es: última fecha de modificación

source: name
es: nombre

source: A person's preferred full name
es: Nombre completo preferida de una persona

source: family name
es: apellido

source: One or more family names
es: Uno o más apellidos

source: given name
es: nombre de pila

source: One or more primary given names
es: Uno o varios nombres de pila

source: additional name
es: nombre adicional

source: One or more secondary given names
es: Uno o más nombres secundarios

source: honorific prefix
es: prefijo honorífico

source: One or more honorifics preceding a person's name
es: Uno o más honoríficos / nombre de una persona precedentes

source: honorific suffix
es: sufijo honorífico

source: One or more honorifics following a person's name
es: Uno o más honoríficos que siguen al nombre de una persona

source: patronymic name
es: nombre patronímico

source: One or more patronymic names
es: Uno o más nombres patronímicos

source: sort name
es: nombre del tipo

source: A name to use in an lexicographically ordered list
es: Un nombre que se utilizará en una lista ordenada lexicográficamente

source: A preferred email address
es: Una dirección de correo electrónico preferido

source: gender
es: género

source: A gender
es: Un género

source: birth date
es: fecha de nacimiento

source: A date of birth
es: Una fecha de nacimiento

source: death date
es: fecha de la muerte

source: A date of death
es: A la fecha de la muerte

source: summary
es: resumen

source: A one-line account of a person's life
es: Una cuenta de una línea de vida de una persona

source: biography
es: biografía

source: An extended account of a person's life
es: Una cuenta prolongado de la vida de una persona

source: image
es: imagen

source: A primary name, e.g. a legally recognized name
es: Un nombre principal, por ejemplo, un nombre reconocido legalmente

source: classification
es: clasificación

source: An organization category, e.g. committee
es: Una categoría de organización, por ejemplo, comité

source: The organization that contains this organization
es: La organización que contiene esta organización

source: dissolution date
es: fecha de disolución

source: A date of dissolution
es: Fecha de disolución

source: founding date
es: fecha de fundación

source: A date of founding
es: Una fecha de fundación

source: label
es: etiqueta

source: A label describing the post
es: Una etiqueta que describe el mensaje

source: role
es: rol

source: The function that the holder of the post fulfills
es: La función que el titular de los fulfills mensaje

source: The organization in which the post is held
es: La organización en la que se ocupen

source: A label describing the membership
es: Una etiqueta que describe el número de miembros

source: The role that the person fulfills in the organization
es: El papel que la persona cumple en la organización

source: The person who is a party to the relationship
es: La persona que es parte en la relación

source: The organization that is a party to the relationship
es: La organización que es parte en la relación

source: The organization on whose behalf the person is a party to the relationship
es: La organización en cuyo nombre la persona que es parte en la relación

source: The post held by the person in the organization through this membership
es: El puesto ocupado por la persona en la organización a través de esta membresía

source: Telephone
es: Telefono

source: Mobile
es: Celular

source: A human-readable label for the contact detail
es: Una etiqueta legible para el detalle de contacto

source: type
es: tipo

source: A type of medium, e.g. 'fax' or 'email'
es: Un tipo de medio, por ejemplo, 'fax' o 'e-mail'

source: value
es: valor

source: A value, e.g. a phone number or email address
es: Un valor, por ejemplo, un número de teléfono o dirección de correo electrónico

source: note
es: nota

source: A note, e.g. for grouping contact details by physical location
es: Una nota, por ejemplo, para agrupar los datos de contacto según la ubicación física

source: An alternate or former name
es: Un nombre alternativo o anterior

source: A note, e.g. 'Birth name'
es: Una nota, por ejemplo, 'Nombre de nacimiento'

source: identifier
es: identificador

source: An issued identifier, e.g. a DUNS number
es: Un identificador emitido, por ejemplo, un número DUNS

source: scheme
es: esquema

source: An identifier scheme, e.g. DUNS
es: Un esquema de identificador, por ejemplo, DUNS

source: A URL
es: Una URL

source: A note, e.g. 'Wikipedia page'
es: Una nota, por ejemplo, "La página de Wikipedia"

source: A note, e.g. 'Parliament website'
es: Una nota, por ejemplo, 'Sitio web del Parlamento'

source: Assign to section
es: Asigne a la sección

source: You must select an existing speaker
es: Usted debe seleccionar un orador existente

source: Choose tags
es: Elija etiquetas

source: You must provide either text or some audio
es: Usted debe proporcionar ya sea texto o algo de audio

source: If you provide a start time you must give a start date too
es: Si usted proporciona una hora de inicio debe dar una fecha de inicio también

source: If you provide an end time you must give an end date too
es: Si usted proporciona una hora de finalización debe dar una fecha de finalización también

source: Something cannot be its own parent
es: Algo que no puede ser su propio padre

source: Something cannot have a parent that is also a descendant
es: Algo no puede tener un padre que es también un descendiente

source: New speaker
es: Nuevo orador

source: This speaker has %(count)d speech. What would you like to do with it?
es: Este orador tiene %(count)d discurso. ¿Qué te gustaría hacer con él?

source: Assign it to another speaker
es: Asigne a otro orador

source: Make it into narrative (i.e. remove the speaker)
es: Que sea en la narración (es decir, quitar el altavoz)

source: Delete it
es: Eliminarlo

source: You can't assign speeches to the speaker you're deleting
es: No se puede asignar discursos al orador que va a eliminar

source: You must choose a new speaker if reassigning speeches
es: Usted debe elegir un nuevo orador si reasigna los discursos

source: You must not choose a new speaker unless reassigning speeches
es: Usted no debe elegir un nuevo orador a menos que reasigne discursos

source: Start time is before recording start time!
es: Hora de inicio es antes de grabar la hora de inicio!

source: Difference between timestamps is too long for the uploaded audio
es: Diferencia entre las marcas de tiempo es demasiado largo para el audio cargado

source: Timestamps must be distinct
es: Las marcas de tiempo deben ser distintas

source: Location of Popolo JSON data
es: Ubicación de los datos Popolo JSON

source: Either a file path or a URL is needed.
es: Se necesita ya sea una ruta de archivo o una URL.

source: Failed to decode JSON at %(source)s
es: No se pudo decodificar JSON en %(source)s

source: The json must contain either an object or an array
es: El json debe contener ya sea un objeto o una matriz

source: Update the default alias to point at search index write alias is using
es: Actualice los alias por defecto para señalar en el índice de búsqueda de escritura que está utilizando

source: Create a new dated search index for reindexing with no downtime
es: Crear un nuevo índice de búsqueda de fecha para reindexar sin tiempo de inactividad

source: If image is set, a local copy will be stored here.
es: Si la imagen está establecida, una copia local se almacenará aquí.

source: speaker
es: ponente

source: speakers
es: ponentes

source: number
es: número

source: The number of the section
es: El número de la sección

source: heading
es: título

source: The heading of the section
es: El título de la sección

source: subheading
es: subtítulo

source: The subheading of the section
es: El subtítulo de la sección

source: description
es: descripción

source: Longer description, HTML
es: Descripción más larga, HTML

source: What date did the section start?
es: ¿En qué fecha se inicia la sección?

source: start time
es: hora de inicio

source: What time did the section start?
es: ¿A qué hora se inicia la sección?

source: document number
es: número de documento

source: legislature
es: legislatura

source: session
es: sesión

source: Legislative session
es: sesión Legislativa

source: parent
es: padre

source: source URL
es: URL de origen

source: section
es: sección

source: sections
es: secciones

source: Section
es: sección

source: You must specify at least one of num/heading/subheading
es: Debe especificar al menos una de num / título / subtítulo

source: text
es: texto

source: The text of the speech
es: El texto del discurso

source: The number of the speech, if relevant
es: El número de la intervención, si procede

source: The heading of the speech, if relevant
es: El rubro de la intervención, si procede

source: The subheading of the speech, if relevant
es: El subtítulo de la intervención, si procede

source: event
es: evento

source: Was the speech at a particular event?
es: Fue el discurso en un evento en particular?

source: location
es: ubicación

source: Where the speech took place
es: Donde el discurso tuvo lugar

source: Who gave this speech?
es: ¿Quién dio este discurso?

source: Speech
es: Discurso / Acta

source: Question
es: pregunta

source: Answer
es: Respuesta

source: Scene
es: Escena

source: Narrative
es: narrativa

source: Summary
es: resumen

source: Other
es: otro

source: What sort of speech is this?
es: ¿Qué clase de palabra es ésta?

source: What date did the speech start?
es: ¿En qué fecha se inicia el discurso?

source: What time did the speech start?
es: ¿A qué hora empezó el discurso?

source: What date did the speech end?
es: ¿En qué fecha terminó el discurso?

source: end time
es: hora de finalización

source: What time did the speech end?
es: ¿A qué hora terminó el discurso?

source: public
es: publico

source: Is this speech public?
es: Es pública este discurso?

source: speech
es: Discurso / Acta

source: speeches
es: discursos / actas

source: Previous
es: anterior

source: Next
es: próximo

source: Search
es: búsqueda

source: Search only speeches by %(speaker)s
es: Buscar sólo los discursos de %(speaker)s

source: Speakers
es: ponente

source: Mentions of <strong>&ldquo;%(query)s&rdquo;</strong> in speeches
es: Menciones de <strong>&ldquo;%(query)s&rdquo;</strong> en el acta

source: No results found
es: No se han encontrado resultados

source: Add a new speech
es: Añadir un nuevo discurso

source: Add a section
es: Añadir una sección

source: Import speakers
es: Importar oradores

source: Search speeches and statements
es: Buscar discursos y declaraciones

source: <a href="%(url_parentless_list)s"><strong>1</strong></a> speech
es: <a href="%(url_parentless_list)s"><strong>1</strong></a> Acta

source: <a href="%(url_speaker_list)s"><strong>1</strong></a> speaker
es: <a href="%(url_speaker_list)s"><strong>1</strong></a> orador

source: <a href="%(url_parentless_list)s"><strong>1</strong></a> section
es: <a href="%(url_parentless_list)s"><strong>1</strong></a> sección

source: Brilliant!
es: Genial!

source: Now you&rsquo;ve got your own public database for speeches and statements.
es: Ahora usted tiene su propia base de datos pública de discursos y declaraciones.

source: However, it&rsquo;s totally empty. Let&rsquo;s get started by adding something.
es: Sin embargo, esta totalmente vacía. Vamos a empezar añadiendo algo.

source: Add your first statement
es: Agregue su primera declaración

source: Add your first speaker
es: Añadir su primer Orador / Ponente

source: Home
es: Inicio

source: Speeches
es: Actas

source: Speeches not in a section
es: No discursos en una sección

source: You haven&rsquo;t added any speeches or statements yet
es: Usted no ha añadido ningún discursos o declaraciones aún

source: Once you have, you&rsquo;ll be able to browse speeches and organise them into sections here.
es: Una vez que usted tiene, usted será capaz de navegar por los discursos y organizarlos en secciones aquí.

source: <p>Speakers can be imported into SayIt if they are available in <a href='http://www.popoloproject.com/'>Popolo JSON</a> format.<p> <p>Enter the location of the speaker data as either <ul> <li> A URL, or path to a local file, containing Popolo JSON in the format <pre> { 'persons': [&lt;a list of persons&gt;], 'organizations': [], 'posts': [], ... } </pre> <li> A URL, or path to a local file, containing Popolo JSON in the format <pre> [&lt;a list of persons&gt;] </pre> </li> <li> A PopIt API base url, such as <a href="https://kenyan-politicians.popit.mysociety.org/api/v0.1/">https://kenyan-politicians.popit.mysociety.org/api/v0.1/</a> </li> </ul> </p>
es: <p>Los oradores se pueden importar en SayIt si están disponibles en<a href='http://www.popoloproject.com/'>Popolo JSON</a> formato.<p> <p>Escriba la ubicación de los datos de los oradores, ya sea como <ul> <li> Una dirección URL o ruta de acceso a un archivo local, que contiene Popolo JSON en el formato <pre> { 'persons': [&lt;a list of persons&gt;], 'organizations': [], 'posts': [], ... } </pre> <li> Una dirección URL o ruta de acceso a un archivo local, que contiene Popolo JSON en el formato <pre> [&lt;a list of persons&gt;] </pre> </li> <li> Un URL base API Popit, tales como <a href="https://kenyan-politicians.popit.mysociety.org/api/v0.1/">https://kenyan-politicians.popit.mysociety.org/api/v0.1/</a> </li> </ul> </p>

source: Import People (may take some time)
es: Importar Personas (puede tardar algún tiempo)

source: Recording #%(id)s
es: Registro #%(id)s

source: This speech has audio
es: Este discurso tiene audio

source: Actions
es: acciones

source: Update
es: actualización

source: Delete section
es: Eliminar sección

source: Confirm delete?
es: Confirmar borrar?

source: Add speech
es: Añadir discurso

source: Add subsection
es: Añadir subsección

source: Edit section
es: Editar sección

source: Source
es: fuente

source: Keyboard shortcuts
es: atajos de teclado

source: previous section
es: sección anterior

source: next section
es: siguiente sección

source: This section is empty
es: Esta sección está vacía

source: Add a new speech here
es: Añadir un nuevo discurso aquí

source: Update section
es: actualización de la sección

source: Add section
es: Añadir sección

source: Delete speaker: %(name)s
es: Borrar orador: %(name)s

source: Delete speaker
es: Borrar orador

source: Speeches by %(speaker)s
es: Discursos por %(speaker)s

source: Edit speaker
es: Editar orador

source: Appearance
es: Aparición

# speaker count
source: Speech
es: Discurso

source: Longest speech
es: discurso más largo

source: Search this person's speeches
es: Buscar en los discursos de esta persona

source: %(speaker)s has no recorded speeches yet.
es: %(speaker)s no tiene actas grabadas todavía.

source: Add a speaker
es: Añadir Orador / Ponente

source: Update speaker
es: actualización de ponente

source: Add speaker
es: Añadir ponente

source: All Speakers
es: Todos los oradores

source: Add a new speaker
es: Añadir Orador / Ponente

source: Once you have, this page will contain a list of all the different people who made each statement in this SayIt site.
es: Una vez que usted tiene, esta página contiene una lista de todas las diferentes personas que hicieron cada declaración en este sitio SayIt.

source: Link in context
es: Enlace en contexto

source: Link
es: enlace

source: [ recorded audio ]
es: [Audio grabado]

source: Edit
es: Editar

source: Delete
es: Borrar

source: Delete speech
es: Eliminar acta

source: Please wait, audio is being transcribed. This page will automatically refresh in 5 seconds...
es: Por favor espere, el audio se está transcribiendo. Esta página se actualizará automáticamente en 5 segundos ...

source: Your speech has been saved!
es: Su discurso se ha guardado!

source: Add another speech like this
es: Añadir otro discurso como éste

source: Show speech in context
es: Mostrar discurso en el contexto

source: Add another speech
es: Añadir otro discurso

source: <span class="speech__meta-data__speech-type">%(type)s</span> by <span class="speech__meta-data__speaker-name"> <a href="%(speaker_url)s">%(speaker)s</a> </span> on <span class="speech__meta-data__date">%(date)s</span>
es: <span class="speech__meta-data__speech-type">%(type)s</span> por <span class="speech__meta-data__speaker-name"> <a href="%(speaker_url)s">%(speaker)s</a> </span> en <span class="speech__meta-data__date">%(date)s</span>

source: <span class="speech__meta-data__speech-type">%(type)s</span> by <span class="speech__meta-data__speaker-name"> <a href="%(speaker_url)s">%(speaker)s</a> </span>
es: <span class="speech__meta-data__speech-type">%(type)s</span> por <span class="speech__meta-data__speaker-name"> <a href="%(speaker_url)s">%(speaker)s</a> </span>

source: <span class="speech__meta-data__speech-type">%(type)s</span> by <span class="speech__meta-data__speaker-name">an unknown speaker</span> on <span class="speech__meta-data__date">%(date)s</span>
es: <span class="speech__meta-data__speech-type">%(type)s</span> por <span class="speech__meta-data__speaker-name">un orador desconocido</span> en <span class="speech__meta-data__date">%(date)s</span>

source: <span class="speech__meta-data__speech-type">%(type)s</span> by <span class="speech__meta-data__speaker-name">an unknown speaker</span>
es: <span class="speech__meta-data__speech-type">%(type)s</span> por <span class="speech__meta-data__speaker-name">un orador desconocido</span>

source: <span class="speech__meta-data__speech-type">%(type)s</span> on <span class="speech__meta-data__date">%(date)s</span>
es: <span class="speech__meta-data__speech-type">%(type)s</span> en <span class="speech__meta-data__date">%(date)s</span>

source: Show context
es: mostrar contexto

source: previous speech
es: discurso anterior

source: next speech
es: próximo discurso

source: Edit speech
es: Editar acta

source: Add a speech
es: Añadir Ponente

source: You can cut and paste quotes from news sites, social media or blogs,<br>or transcribe any audio or video records you may have access to
es: Puede cortar y pegar las citas de los sitios de noticias, redes sociales o blogs, <br> o transcribir cualquier registro de audio o video que pueda tener acceso a la

source: Date &amp; Time
es: Fecha y tiempo

source: Event &amp; Location
es: Evento & ubicación

source: Title &amp; Tags
es: Titulo & Etiquetas

source: Save changes
es: Guardar cambios

source: Save speech
es: Guardar Acta

source: View Speaker: %(speaker_name)s
es: Ver orador: %(speaker_name)s

source: View Section: %(section_title)s
es: Ver Sección: %(section_title)s

source: Speeches assigned.
es: Discursos asignados.

source: %(created)d speaker created.
es: %(created)d orador creado.

source: %(refreshed)d speaker refreshed.
es: %(refreshed)d orador actualizado.

source: No speakers found.
es: No se encontraron oradores.
